acceptance/evidence/channel-solver-failure/worker/task_1c92dcfa7f5842688a74b0d4/prepare/revision-1/prep_cf2c89cfbf0a4b78a75ef65b/public_channel/solver_failure/readback-case/system/controlDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object controlDict;
}
application simpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 1000;
deltaT 1;
writeControl timeStep;
writeInterval 1000;
purgeWrite 0;
writeFormat ascii;
writePrecision 12;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable false;
functions {}

