acceptance/evidence/channel-solver-failure/worker/task_1c92dcfa7f5842688a74b0d4/prepare/revision-1/prep_cf2c89cfbf0a4b78a75ef65b/public_channel/solver_failure/readback-case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
