acceptance/evidence/channel-solver-failure/worker/task_1c92dcfa7f5842688a74b0d4/prepare/revision-1/prep_cf2c89cfbf0a4b78a75ef65b/public_channel/solver_failure/readback-case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.001;
