acceptance/evidence/channel-solver-failure/worker/task_1c92dcfa7f5842688a74b0d4/prepare/revision-1/prep_cf2c89cfbf0a4b78a75ef65b/public_channel/solver_failure/readback-case/0/p
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField {
 inlet { type zeroGradient; }
 outlet { type fixedValue; value uniform 0; }
 walls { type zeroGradient; }
 frontAndBack { type empty; }
}
