acceptance/evidence/channel-solver-failure/worker/task_1c92dcfa7f5842688a74b0d4/prepare/revision-1/prep_cf2c89cfbf0a4b78a75ef65b/public_channel/solver_failure/readback-case/system/fvSchemes
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSchemes;
}
ddtSchemes { default steadyState; }
gradSchemes { default Gauss linear; }
divSchemes { default none; div(phi,U) notAnOpenFOAMScheme; div((nuEff*dev2(T(grad(U))))) Gauss linear; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
wallDist { method meshWave; }
